Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# CallQualityLabelAudio
source: Ultra-Low Bandwidth
de: Ultra-niedrige Bandbreite
es: Ancho de banda ultrabajo
fr: Bande passante ultra-faible
it: Larghezza di banda ultra ridotta
ja: 超低帯域幅
ko: 초저대역폭
pt_pt: Largura de banda ultrabaixa
zh_hans: 超低带宽

source: Call Recording
de: Anrufaufzeichnung
es: Grabación de llamada
fr: Enregistrement d'appel
it: Registrazione chiamata
ja: 通話録音
ko: 통화 녹음
pt_pt: Gravação de chamada
zh_hans: 通话录制

source: Call Settings
de: Anrufeinstellungen
es: Configuración de llamada
fr: Paramètres d'appel
it: Impostazioni chiamata
ja: 通話設定
ko: 통화 설정
pt_pt: Definições de chamada
zh_hans: 通话设置

# CallSettingsDescription
source: Configure call features and preferences
de: Anruffunktionen und Einstellungen konfigurieren
es: Configurar funciones y preferencias de llamada
fr: Configurer les fonctionnalités et préférences d'appel
it: Configura funzionalità e preferenze di chiamata
ja: 通話機能と設定を構成
ko: 통화 기능 및 환경설정 구성
pt_pt: Configurar funcionalidades e preferências de chamada
zh_hans: 配置通话功能和偏好设置

# CallTabbarTitle
source: Calls
de: Anrufe
es: Llamadas
fr: Appels
it: Chiamate
ja: 通話
ko: 통화
pt_pt: Chamadas
zh_hans: 来电

source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera
ja: カメラ
ko: 카메라
pt_pt: Câmera
zh_hans: 相机

source: CAMERA CONTROLS
de: KAMERAKONTROLLEN
es: CONTROLES DE CÁMARA
fr: COMMANDES DE LA CAMÉRA
it: CONTROLLI DELLA VIDEOCAMERA
ja: カメラ制御
ko: 카메라 컨트롤
pt_pt: CONTROLES DE CÂMERA
zh_hans: 摄像头设置

source: Camera Not Accessible
de: Kamera nicht zugänglich
es: Cámara no accesible
fr: Appareil photo non accessible
it: Fotocamera non accessibile
ja: カメラにアクセス不可
ko: 카메라 사용이 불가
pt_pt: Câmera não acessível
zh_hans: 无法使用相机

# CameraOffLabel
source: Start Video
de: Video starten
es: Iniciar video
fr: Démarrer la vidéo
it: Avvia video
ja: ビデオを開始
ko: 비디오 시작
pt_pt: Iniciar vídeo
zh_hans: 开始视频

# CameraOnLabel
source: Stop Video
de: Video stoppen
es: Detener video
fr: Arrêter la vidéo
it: Interrompi video
ja: ビデオを停止
ko: 비디오 중지
pt_pt: Parar o vídeo
zh_hans: 停止视频

# CameraPreviewDescription
source: Preview your camera before sharing.
de: Sehen Sie sich Ihre Kamera vor dem Teilen in der Vorschau an.
es: Previsualiza tu cámara antes de compartirla.
fr: Prévisualisez votre caméra avant de la partager.
it: Anteprima della fotocamera prima della condivisione.
ja: 共有する前にカメラをプレビューします。
ko: 공유하기 전에 카메라를 미리 봅니다.
pt_pt: Pré-visualize a sua câmara antes de partilhar.
zh_hans: 共享前先预览你的摄像头。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_pt: Cancelar
zh_hans: 取消

# CancelCallMessage
source: has cancelled your call.
de: hat Ihren Anruf abgebrochen.
es: ha cancelado su llamada.
fr: a annulé votre appel.
it: ha annullato la tua chiamata.
ja: が発信を取り消しました。
ko: 님이 전화를 취소했습니다.
pt_pt: cancelou sua chamada.
zh_hans: 已撤销了您的呼叫。

source: Cancel closing help thread
de: Schließen des Hilfe-Threads abbrechen
es: Cancelar cierre del hilo de ayuda
fr: Annuler la fermeture du fil d'aide
it: Annulla la chiusura della discussione di aiuto
ja: ヘルプスレッドのクローズをキャンセル
ko: 도움말 스레드 닫기 취소
pt_pt: Cancelar fecho do tópico de ajuda
zh_hans: 取消关闭帮助主题

source: Cancel edit
de: Bearbeitung abbrechen
es: Cancelar edición
fr: Annuler la modification
it: Annulla modifica
ja: 編集をキャンセル
ko: 편집 취소
pt_pt: Cancelar edição
zh_hans: 取消编辑

# CancelPasswordEntryAndCloseThis
source: Cancel password entry and close this dialog
de: Passworteingabe abbrechen und dieses Dialogfeld schließen
es: Cancelar ingreso de contraseña y cerrar este diálogo
fr: Annuler la saisie du mot de passe et fermer cette boîte de dialogue
it: Annulla l'inserimento della password e chiudi questa finestra
ja: パスワード入力をキャンセルしてこのダイアログを閉じる
ko: 비밀번호 입력을 취소하고 이 대화 상자를 닫습니다
pt_pt: Cancelar a introdução da palavra-passe e fechar esta caixa de diálogo
zh_hans: 取消密码输入并关闭此对话框

source: Cancel reply
de: Antwort abbrechen
es: Cancelar respuesta
fr: Annuler la réponse
it: Annulla risposta
ja: 返信をキャンセル
ko: 답장 취소
pt_pt: Cancelar resposta
zh_hans: 取消回复

# CancelUploadResource
source: The upload of resource has been cancelled
de: Das Hochladen der Ressource wurde abgebrochen
es: La carga del recurso ha sido cancelada.
fr: Le téléchargement de la ressource a été annulé
it: Il caricamento della risorsa è stato annullato
ja: リソースのアップロードがキャンセルされました
ko: 리소스 업로드가 취소되었습니다.
pt_pt: O upload do recurso foi cancelado
zh_hans: 资源上传已取消

# CannotAcceptContactRequest
source: Cannot accept the contact request.
de: Kontaktanfrage kann nicht angenommen werden.
es: No se puede aceptar la solicitud de contacto.
fr: Impossible d'accepter la demande de contact.
it: Impossibile accettare la richiesta di contatto.
ja: 連絡先リクエストを承諾できません。
ko: 연락처 요청을 수락 할 수 없습니다.
pt_pt: Não é possível aceitar a solicitação de contato.
zh_hans: 无法接受添加联系人请求。

# CannotAccessSelectedFile
source: Cannot access the selected file.
de: Zugriff auf die ausgewählte Datei nicht möglich.
es: No se puede acceder al archivo seleccionado.
fr: Impossible d'accéder au fichier sélectionné.
it: Impossibile accedere al file selezionato.
ja: 選択したファイルにアクセスできません。
ko: 선택한 파일에 접근할 수 없습니다.
pt_pt: Não é possível aceder ao ficheiro selecionado.
zh_hans: 无法访问所选文件。

# CannotAddFavorite
source: Cannot add \"%@\" to your favorites
de: \" %@ \" Kann nicht zu Ihren Favoriten hinzugefügt werden
es: No se puede agregar \" %@ \" a sus favoritos
fr: Impossible d'ajouter \" %@ \" à vos favoris
it: Impossibile aggiungere \" %@ \" ai tuoi preferiti
ja: \%@\ をお気に入りに追加できません
ko: 즐겨 찾기에 \" %@ \"을 (를) 추가 할 수 없습니다
pt_pt: Não é possível adicionar \" %@ \" aos seus favoritos
zh_hans: 无法添加\"%@\" 至收藏夹

# CannotCall
source: Cannot call %@, because you are already in a call
de: %@ Kann nicht aufgerufen werden, da Sie bereits telefonieren
es: No se puede llamar a %@ porque ya está en una llamada
fr: Impossible d'appeler %@ , car vous êtes déjà en communication
it: Impossibile chiamare %@ , perché sei già in una chiamata
ja: 通話中のため、%@ に発信できません。
ko: 사용자가 이미 통화 중이므로 %@에게 전화를 걸 수 없습니다
pt_pt: Não é possível ligar para %@ porque você já está em uma chamada
zh_hans: 无法接通 %@，您已经在通话中

# CannotCallAnonymos
source: Anonymous users cannot be called directly.
de: Anonyme Benutzer können nicht direkt angerufen werden.
es: Los usuarios anónimos no pueden ser llamados directamente.
fr: Les utilisateurs anonymes ne peuvent pas être appelés directement.
it: Gli utenti anonimi non possono essere chiamati direttamente.
ja: 非通知ユーザーを直接呼び出すことはできません。
ko: 익명 사용자는 직접 전화를 걸 수 없습니다.
pt_pt: Usuários anônimos não podem ser chamados diretamente.
zh_hans: 无法直接通电匿名用户。

source: Cannot call for help.
de: Kann nicht um Hilfe rufen.
es: No se puede llamar para pedir ayuda.
fr: Impossible d'appeler à l'aide.
it: Non posso chiedere aiuto.
ja: ヘルプコールができません。
ko: 도움을 요청할 수 없습니다.
pt_pt: Não posso pedir ajuda.
zh_hans: 无法接通，您已经在通话中。

# CannotDenyContactRequest
source: Cannot deny the contact request.
de: Die Kontaktanfrage kann nicht abgelehnt werden.
es: No se puede negar la solicitud de contacto.
fr: Impossible de refuser la demande de contact.
it: Impossibile negare la richiesta di contatto.
ja: 連絡先リクエストを拒否できません。
ko: 연락처 요청을 거부 할 수 없습니다.
pt_pt: Não é possível negar a solicitação de contato.
zh_hans: 无法拒绝添加联系人的请求。

# CannotFindKnowledge
source: No knowledge found
de: Keine Erkenntnisse gefunden
es: No se encontraron conocimientos
fr: Aucune connaissance trouvée
it: Nessuna conoscenza trovata
ja: 知識が見つかりません
ko: 지식이 발견되지 않았습니다
pt_pt: Nenhum conhecimento encontrado
zh_hans: 未找到任何知识

# CannotFindPage
source: Can not find the page
de: Die Seite kann nicht gefunden werden
es: No puedo encontrar la página
fr: Je ne trouve pas la page
it: Non riesco a trovare la pagina
ja: ページが見つかりません
ko: 페이지를 찾을 수 없습니다
pt_pt: Não é possível encontrar a página
zh_hans: 找不到页面

# CannotInviteContact
source: Cannot invite the contact
de: Kontakt kann nicht eingeladen werden
es: No se puede invitar al contacto.
fr: Impossible d'inviter le contact
it: Impossibile invitare il contatto
ja: 連絡先の招待不可
ko: 연락처를 초대 할 수 없습니다
pt_pt: Não é possível convidar o contato
zh_hans: 无法邀请联系人

# CannotJoinMeetingRoom
source: Cannot join the meeting room.
de: Der Konferenzraum kann nicht betreten werden.
es: No se puede unir a la sala de reuniones.
fr: Impossible de rejoindre la salle de réunion.
it: Impossibile unirsi alla sala riunioni.
ja: 会議室に入室できません。
ko: 회의실에 참여할 수 없습니다.
pt_pt: Não é possível entrar na sala de reunião.
zh_hans: 无法加入会议室。

# CannotJoinMHS
source: You are attempting to join your own My Help Space,\nbut there is no one else in the call.
de: Sie versuchen, sich Ihrem eigenen My Help Space anzuschließen.\naber es ist niemand anderes im Anruf.
es: Está intentando unirse a su propio My Help Space,\npero no hay nadie más en la llamada.
fr: Vous essayez de rejoindre votre propre espace My Help Space,\nmais il n'y a personne d'autre dans l'appel.
it: Stai tentando di unirti al tuo My Help Space,\nma non c'è nessun altro nella chiamata.
ja: マイヘルプスペースに参加しようとしていますが、\n通話には誰もいません。
ko: 자신의 내 도움말 공간에 가입하려고합니다.\n 그러나 통화에 다른 사람이 없습니다.
pt_pt: Você está tentando entrar em seu próprio My Help Space,\nmas não há mais ninguém na chamada.
zh_hans: 您正在尝试加入自己的“我的帮助空间”，\n但通话中没有其他人。

# CannotLoadDocument
source: Cannot load a document
de: Ein Dokument kann nicht geladen werden
es: No se puede cargar un documento.
fr: Impossible de charger un document
it: Impossibile caricare un documento
ja: ドキュメントを読み込めません
ko: 문서를 로드 할 수 없습니다
pt_pt: Não é possível carregar um documento
zh_hans: 无法加载文件

source: Cannot open url
de: URL kann nicht geöffnet werden
es: No se puede abrir la URL
fr: Impossible d'ouvrir l'URL
it: Impossibile aprire l'URL
ja: URLを開くことができません
ko: URL을 열 수 없습니다
pt_pt: Não é possível abrir o URL
zh_hans: 打不开网址

# CannotOpenWorkbox
source: You cannot open Help Thread.
de: Sie können den Hilfe-Thread nicht öffnen.
es: No puedes abrir el hilo de ayuda.
fr: Vous ne pouvez pas ouvrir le fil d'aide.
it: Non è possibile aprire il thread della guida.
ja: ヘルプスレッドを開くことができません。
ko: 도움말 스레드를 열 수 없습니다.
pt_pt: Você não pode abrir o tópico de ajuda.
zh_hans: 您无法打开工作箱。

# CannotProcessDisclaimer
source: Cannot process the disclaimer
de: Haftungsausschluss kann nicht verarbeitet werden
es: No se puede procesar el aviso legal
fr: Impossible de traiter la clause de non-responsabilité
it: Impossibile elaborare la dichiarazione di non responsabilità
ja: 免責事項を処理できません
ko: 면책 조항을 처리할 수 없습니다
pt_pt: Não é possível processar a declaração de responsabilidade
zh_hans: 无法处理免责声明

source: Cannot remove contact
de: Kontakt kann nicht entfernt werden
es: No se puede eliminar el contacto.
fr: Impossible de supprimer le contact
it: Impossibile rimuovere il contatto
ja: 連絡先の削除不可
ko: 연락처를 제거 할 수 없습니다
pt_pt: Não é possível remover contato
zh_hans: 无法删除联系人

# CannotRemoveFavorite
source: Cannot remove \"%@\" from your favorites
de: \" %@ \" Kann nicht aus Ihren Favoriten entfernt werden
es: No se puede eliminar \" %@ \" de sus favoritos
fr: Impossible de supprimer \" %@ \" de vos favoris
it: Impossibile rimuovere \" %@ \" dai tuoi preferiti
ja: \%@\ をお気に入りから削除できません
ko: 즐겨 찾기에서 \" %@ \"을 (를) 제거 할 수 없습니다
pt_pt: Não é possível remover \" %@ \" dos seus favoritos
zh_hans: 无法从收藏夹中删除 \"%@\"

# CannotRemovePendingContact
source: Cannot remove the pending contact.
de: Der ausstehende Kontakt kann nicht entfernt werden.
es: No se puede eliminar el contacto pendiente.
fr: Impossible de supprimer le contact en attente.
it: Impossibile rimuovere il contatto in sospeso.
ja: 保留中の連絡先を削除できません。
ko: 보류중인 연락처를 제거 할 수 없습니다.
pt_pt: Não é possível remover o contato pendente.
zh_hans: 无法删除待添加联系人。

# CannotSendInvite
source: Cannot send the invitation.
de: Die Einladung kann nicht gesendet werden.
es: No se puede enviar la invitación.
fr: Impossible d'envoyer l'invitation.
it: Impossibile inviare l'invito.
ja: 招待を送信できません。
ko: 초대장을 보낼 수 없습니다.
pt_pt: Não é possível enviar o convite.
zh_hans: 无法发送邀请。

# CannotSendInviteYourself
source: Cannot send the invitation to yourself.
de: Die Einladung kann nicht an sich selbst gesendet werden.
es: No puedes enviarte la invitación a ti mismo.
fr: Impossible de vous envoyer l'invitation.
it: Impossibile inviare l'invito a te stesso.
ja: 自分に招待状を送信することはできません。
ko: 자신에게 초대장을 보낼 수 없습니다.
pt_pt: Não é possível enviar o convite para você mesmo.
zh_hans: 无法将邀请发送给自己。

source: Cannot share files
de: Dateien können nicht freigegeben werden
es: No se pueden compartir archivos
fr: Impossible de partager des fichiers
it: Impossibile condividere i file
ja: ファイルを共有できません
ko: 파일을 공유할 수 없습니다
pt_pt: Não é possível compartilhar arquivos
zh_hans: 无法共享文件

# CannotShowKnowledge
source: Cannot show the knowledge
de: Kann das Wissen nicht zeigen
es: No se puede demostrar el conocimiento
fr: Impossible de montrer les connaissances
it: Non è possibile mostrare la conoscenza
ja: 知識を示すことができない
ko: 지식을 보여줄 수 없습니다
pt_pt: Não é possível mostrar o conhecimento
zh_hans: 无法展示知识

# CannotStartNewCall
source: You cannot start a new call.
de: Sie können keinen neuen Anruf tätigen.
es: No puede iniciar una nueva llamada.
fr: Vous ne pouvez pas démarrer un nouvel appel.
it: Non è possibile iniziare una nuova chiamata.
ja: 新たな通話を開始できません。
ko: 새 전화를 시작할 수 없습니다.
pt_pt: Você não pode iniciar uma nova chamada.
zh_hans: 您不能开始新的通话。

# CannotUpdateDND
source: Can not update Do Not Disturb!
de: Kann nicht aktualisiert werden Bitte nicht stören!
es: No se puede actualizar ¡No molestar!
fr: Impossible de mettre à jour Ne pas déranger!
it: Impossibile aggiornare Non Disturbare!
ja: 邪魔しないで更新できません！
ko: 방해 사절 상태 표시를 업데이트 할 수 없습니다!
pt_pt: Não é possível atualizar o modo Não perturbe!
zh_hans: 更改免打扰状态失败!

source: Cannot update location!
de: Standort kann nicht aktualisiert werden!
es: No se puede actualizar la ubicación!
fr: Impossible de mettre à jour la Localisation !
it: Impossibile aggiornare la posizione!
ja: ロケーションを更新できません！
ko: 위치를 업데이트 할 수 없습니다!
pt_pt: Não é possível atualizar o local!
zh_hans: 无法更新位置!

source: Cannot update name!
de: Name kann nicht aktualisiert werden!
es: No se puede actualizar el nombre!
fr: Impossible de mettre à jour le nom!
it: Impossibile aggiornare il nome!
ja: 名前を更新できません！
ko: 이름을 업데이트 할 수 없습니다!
pt_pt: Não é possível atualizar o nome!
zh_hans: 无法更新姓名!

source: Can not update On-Call!
de: On-Call kann nicht aktualisiert werden!
es: ¡No se puede actualizar On-Call!
fr: Impossible de mettre à jour Groupe d'Experts Disponibles
it: Impossibile aggiornare su-chiamata!
ja: On-Callを更新できません！
ko: 통화 상태 표시를 업데이트 할 수 없습니다!
pt_pt: Não é possível atualizar o Em Chamada!
zh_hans: 更改在线状态失败!

source: Cannot update title!
de: Titel kann nicht aktualisiert werden!
es: No se puede actualizar el título!
fr: Impossible de mettre à jour la Fonction!
it: Impossibile aggiornare il titolo!
ja: タイトルを更新できません！
ko: 직함을 업데이트 할 수 없습니다!
pt_pt: Não é possível atualizar o título!
zh_hans: 无法更新标题!

source: Captured photo
de: Aufgenommenes Foto
es: Foto capturada
fr: Photo capturée
it: Foto acquisita
ja: 撮影した写真
ko: 촬영한 사진
pt_pt: Foto capturada
zh_hans: 已拍摄的照片

# CaptureMediaEdit
source: EDIT
de: BEARBEITEN
es: EDITAR
fr: MODIFIER
it: MODIFICARE
ja: 編集
ko: 편집하다
pt_pt: EDITAR
zh_hans: 编辑

# CaptureMediaImage
source: image
de: Bild
es: imagen
it: Immagine
ja: 画像
ko: 영상
pt_pt: imagem
zh_hans: 图像

# CaptureMediaImageFullQuality
source: Full Resolution
de: Volle Auflösung
es: Resolución completa
fr: Pleine résolution
it: Risoluzione completa
ja: フル解像度
ko: 전체 해상도
pt_pt: Resolução completa
zh_hans: 全分辨率

# CaptureMediaImageStandardQuality
source: Standard Resolution
de: Standardauflösung
es: Resolución estándar
fr: Résolution standard
it: Risoluzione standard
ja: 標準解像度
ko: 표준 해상도
pt_pt: Resolução Padrão
zh_hans: 标准分辨率

# CaptureMediaQuality
source: %@ quality
de: %@ Qualität
es: %@ calidad
fr: %@ qualité
it: %@ qualità
ja: %@品質
ko: %@ 품질
pt_pt: %@ qualidade
zh_hans: %@质量

# CaptureMediaSend
source: SEND
de: SCHICKEN
es: ENVIAR
fr: ENVOYER
it: INVIARE
ja: 送信
ko: 보내다
pt_pt: ENVIAR
zh_hans: 发送

# CaptureMediaTitle
source: Capture %@
de: Erobere %@
es: Capturar %@
fr: Capturer %@
it: Cattura %@
ja: %@をキャプチャ
ko: 캡처 %@
pt_pt: Captura %@
zh_hans: 捕获%@

# CaptureMediaVideoHigh
source: High
de: Hoch
es: Alto
fr: Haut
it: Alto
ja: 高い
ko: 높은
pt_pt: Alto
zh_hans: 高的

# CaptureMediaVideoLow
source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ja: 低い
ko: 낮은
pt_pt: Baixo
zh_hans: 低的

# CaptureMediaVideoMedium
source: Medium
de: Mittel
es: Medio
fr: Moyen
it: medio
ja: 中くらい
ko: 중간
pt_pt: Médio
zh_hans: 中等的

# CaptureMediaVideoVeryHigh
source: Very high
de: Sehr hoch
es: Muy alto
fr: Très haut
it: Molto alto
ja: すごく高い
ko: 매우 높음
pt_pt: Muito alto
zh_hans: 很高

source: Capture screen
de: Bildschirmaufnahme
es: Capturar pantalla
fr: Capturer l'écran
it: Cattura schermo
ja: 画面キャプチャ
ko: 화면 캡처
pt_pt: Capturar ecrã
zh_hans: 截取屏幕

# CapturingImage
source: %@ is capturing an image
de: %@ nimmt ein Bild auf
es: %@ está capturando una imagen
fr: %@ capture une image
it: %@ sta catturando un'immagine
ja: %@画像をキャプチャしています
ko: %@ 이(가) 이미지를 캡처하고 있습니다
pt_pt: %@ está capturando uma imagem
zh_hans: %@正在拍摄图像

source: Change Area
de: Bereich ändern
es: Área de cambio
fr: Changer de zone
it: Cambia area
ja: エリア変更
ko: 변경 영역
pt_pt: Alterar área
zh_hans: 更改区域

source: Change Avatar
de: Avatar ändern
es: Cambiar avatar
fr: Changer avatar
it: Cambia Avatar
ja: アバター画像を変更
ko: 아바타 변경
pt_pt: Mudar Avatar
zh_hans: 修改头像

# ChangeAvatarHelp
source: Change profile photo
de: Profilbild ändern
es: Cambiar foto de perfil
fr: Changer la photo de profil
it: Cambia foto profilo
ja: プロフィール写真を変更
ko: 프로필 사진 변경
pt_pt: Mudar foto do perfil
zh_hans: 更换头像

source: Browse
de: Durchsuchen
es: Examinar
fr: Parcourir
it: Sfoglia
ja: 参照
ko: 찾아보기
pt_pt: Procurar
zh_hans: 浏览

source: File Library
de: Dateien
es: Biblioteca de archivos
fr: Bibliothèque de fichiers
it: Libreria file
ja: ファイル
ko: 파일 라이브러리
pt_pt: Biblioteca de ficheiros
zh_hans: 文件库

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
pt_pt: Alterar palavra-passe
zh_hans: 更改密码

# ChangePassword2
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
pt_pt: Alterar palavra-passe
zh_hans: 更改密码

# ChangeRoleFailed
source: Failed to change the role.
de: Fehler beim Ändern der Rolle.
es: No se pudo cambiar el rol.
fr: Impossible de modifier le rôle.
it: Impossibile cambiare il ruolo.
ja: ロール変更に失敗しました。
ko: 역할을 변경하지 못했습니다.
pt_pt: Falha ao alterar a função.
zh_hans: 无法修改用户角色。

source: Change the filter by tapping
de: Filter durch Tippen ändern
es: Cambie el filtro tocando
fr: Changez le filtre en appuyant
it: Cambia il filtro toccando
ja: タップしてフィルターを変更
ko: 탭하여 필터 변경
pt_pt: Altere o filtro tocando
zh_hans: 点按更改筛选条件

source: Change Universal Translator Mode language
de: Sprache des Universalübersetzer-Modus ändern
es: Cambiar idioma del modo traductor universal
fr: Changer la langue du mode traducteur universel
it: Cambia la lingua della modalità traduttore universale
ja: ユニバーサルトランスレーターモードの言語を変更
ko: 유니버설 번역기 모드 언어 변경
pt_pt: Alterar idioma do modo tradutor universal
zh_hans: 更改通用翻译模式语言

source: Change your account password
de: Kontopasswort ändern
es: Cambiar la contraseña de su cuenta
fr: Changer le mot de passe de votre compte
it: Cambia la password del tuo account
ja: アカウントのパスワードを変更
ko: 계정 비밀번호 변경
pt_pt: Alterar a palavra-passe da conta
zh_hans: 更改账户密码

# ChangingYourPasswordWillRequireYou
source: Changing your password will require you to sign in again on all devices.
de: Wenn Sie Ihr Passwort ändern, müssen Sie sich auf allen Geräten erneut anmelden.
es: Cambiar su contraseña requerirá que inicie sesión nuevamente en todos los dispositivos.
fr: Le changement de votre mot de passe vous obligera à vous reconnecter sur tous les appareils.
it: La modifica della password richiederà di accedere nuovamente su tutti i dispositivi.
ja: パスワードを変更すると、すべてのデバイスで再度サインインする必要があります。
ko: 비밀번호를 변경하면 모든 기기에서 다시 로그인해야 합니다.
pt_pt: Alterar a sua palavra-passe exigirá que inicie sessão novamente em todos os dispositivos.
zh_hans: 更改密码后，您需要在所有设备上重新登录。

source: Chat
de: PLAUDERN
es: CHARLAR
fr: DISCUTER
it: CHIACCHIERATA
ja: チャット
ko: 채팅
pt_pt: BATER PAPO
zh_hans: 聊天

# ChatAlertAcceptNewTicketRequest
source: Accept new Help Thread request?
de: Neue Hilfe-Thread-Anfrage akzeptieren?
es: ¿Aceptar nueva solicitud de hilo de ayuda?
fr: Accepter une nouvelle demande de fil d'aide ?
it: Accettare la nuova richiesta di discussione della Guida?
ja: 新しいヘルプスレッドのリクエストを受け入れますか?
ko: 새로운 도움말 스레드 요청을 수락하시겠습니까?
pt_pt: Aceitar nova solicitação de tópico de ajuda?
zh_hans: 接受新的工作请求？

# ChatAlertTitleMessageCopied
source: Message copied
de: Nachricht kopiert
es: Mensaje copiado
fr: Message copié
it: Messaggio copiato
ja: メッセージをコピーしました
ko: 메시지 복사됨
pt_pt: Mensagem copiada
zh_hans: 消息已复制

# ChatCamera
source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera
ja: カメラ
ko: 카메라
pt_pt: Câmera
zh_hans: 相机

# ChatDocument
source: Document
de: Dokumentieren
es: Documento
it: Documento
ja: ドキュメント
ko: 문서
pt_pt: Documento
zh_hans: 文档

# ChatForwardKnowledge
source: Knowledge
de: Wissen
es: Conocimiento
fr: Connaissance
it: Conoscenza
ja: 知識
ko: 지식
pt_pt: Conhecimento
zh_hans: 知识

# ChatForwardTitle
source: Move to
de: Ziehen nach
es: Mover a
fr: Déménager à
it: Sposta a
ja: へ引っ越す
ko: 이동
pt_pt: Mover para
zh_hans: 移动到

# ChatIncallVCTitle
source: Messaging
de: Nachrichten
es: Mensajería
fr: Messagerie
it: Messaggistica
ja: メッセージング
ko: 메시징
pt_pt: Mensagens
zh_hans: 消息

# ChatInfoBarTitle
source: Info
de: Die Info
es: Información
it: Informazioni
ja: 情報
ko: 정보
pt_pt: Informações
zh_hans: 信息

# ChatInfoDeletePrompt
source: This permanently deletes this message thread for all participants. Are you Sure?
de: Dadurch wird dieser Nachrichten-Thread für alle Teilnehmer dauerhaft gelöscht. Bist du dir sicher?
es: Esto elimina permanentemente este hilo de mensajes para todos los participantes. ¿Está seguro?
fr: Cela supprime définitivement ce fil de discussion pour tous les participants. Êtes-vous sûr?
it: Questo elimina definitivamente questo thread di messaggi per tutti i partecipanti. Sei sicuro?
ja: これにより、すべての参加者のこのメッセージスレッドが完全に削除されます。本気ですか？
ko: 이렇게 하면 모든 참가자의 이 메시지 스레드가 영구적으로 삭제됩니다. 확실합니까?
pt_pt: Isso exclui permanentemente este tópico de mensagem para todos os participantes. Tem certeza?
zh_hans: 这将永久删除所有参与者的此消息线程。你确定吗？

# ChatInfoTableHeaderTitle
source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ja: メンバー
ko: 회원
pt_pt: Membros
zh_hans: 成员

source: Chat Invite
de: Chat-Einladung
es: Invitación al chat
fr: Invitation au chat
it: Invito alla chat
ja: チャット招待
ko: 채팅 초대
pt_pt: Convite para bate-papo
zh_hans: 聊天邀请

# ChatItemUnsupported
source: Item unsupported
de: Artikel wird nicht unterstützt
es: Artículo no admitido
fr: Article non pris en charge
it: Articolo non supportato
ja: アイテムはサポートされていません
ko: 지원되지 않는 항목
pt_pt: Item não suportado
zh_hans: 项目不受支持

# ChatMessageAcquiredAt
source: acquired at
de: erworben bei
es: adquirido en
fr: acquis à
it: acquisito a
ja: で取得
ko: 에서 획득
pt_pt: adquirido em
zh_hans: 获得于

# ChatMessageAcquiredByAnotherSupporterAt
source: acquired by another supporter at
de: von einem anderen Unterstützer bei erworben
es: adquirido por otro seguidor en
fr: acquis par un autre supporter à
it: acquisito da un altro sostenitore a
ja: で別のサポーターによって取得されました
ko: 에서 다른 서포터에 의해 획득됨
pt_pt: adquirido por outro torcedor no
zh_hans: 被另一位支持者收购

# ChatMessageBrainstormEndedAt
source: Brainstorm ended at
de: Brainstorming endete um
es: Lluvia de ideas terminó en
fr: Remue-méninges terminé à
it: Il brainstorming è terminato alle
ja: ブレインストーミングの終了時刻:
ko: 브레인스토밍 종료 시간:
pt_pt: O brainstorm terminou em
zh_hans: 头脑风暴结束于
